Repository: GAIA-project/GAIA-Challenge-Community-Dashboard
Catalog: src/translations/*.po
Languages: de

source: You got {{x}} points for this badge.
de: Du hast {{x}} Punkte für dieses Abzeichen erhalten.

source: You can get {{x}} points for this badge.
de: Du kannst {{x}} Punkte für dieses Abzeichen erhalten.

source: You unlocked this achievement on {{date}}.
de: Du hast dieses Abzeichen am {{date}} freigespielt.

source: Achievements
de: Abzeichen

source: Highscore
de: Rangliste

source: Mission team ranking
de: Teamrangliste

source: select an entry
de: Wähle einen Eintrag

source: Submissions
de: Einreichungen

source: Search
de: Suchen

source: There are no items to show.
de: Es wurden keine Einreichungen gefunden.

source: more...
de: mehr...

source: by
de: von

source: votes
de: Stimmen

source: An error has occurred.
de: Ein Fehler ist aufgetreten.
